/************************************************************************/
/* 作者： LJ                                                            */
/* 用途:  实体属性模板类		                                        */
/* 时间： 2016-05-17                                                    */
/* 修改时间:                                                            */
/************************************************************************/
#ifndef _PUBLIC_PROPERTY_H_
#define _PUBLIC_PROPERTY_H_

#include "PropertyImp.h"

#endif // !_PUBLIC_PROPERTY_H_